{"events":[{"name":"Engineering","events":[{"name":"Innovate","slug":"innovate","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026ldquo;The best way to predict the future is to create it.\u0026rdquo;\u003Cbr /\u003E\r\n\u0026nbsp;-Alan Kay\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003EThere\u0026rsquo;s no good idea that cannot be improved. This event provides you an opportunity to blend engineering principles along with creativity. Build a model that can efficiently satisfy the constraints with radical ideas. It\u0026rsquo;s time to take your imagination and creativity to the next level. It\u0026rsquo;s time to innovate.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EONSITE EVENT:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Problem statement will be given on the spot.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;All the required materials will be provided.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Working models should be built with the given materials and within the stipulated time.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The participants can register on spot.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EONLINE EVENT:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Problem statement will be given one month before Kurukshetra\u0026#39;16.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Abstracts have to be sent within the given time.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Selected teams should send a presentation of their project.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Finals will be held on the day of Kurukshetra\u0026#39;16 when the working models have to be demonstrated.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Each team can consist of a maximum of 3 participants.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Participants need not necessarily be from the same institution.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;All students must have a valid k! ID.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Participants are not allowed to bring any additional material.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Teams involved in any kind of malpractice will be immediately disqualified.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The decisions of the judges will be final and binding.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EPreetha \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 82203 11489\u003C/p\u003E\r\n\r\n\u003Cp\u003ERajkumar \u0026nbsp; \u0026nbsp; +91 90872 86216\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Einnovate@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Godspeed","slug":"godspeed","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EThe intoxicating internal combustion engine car racing is back and it\u0026#39;s bigger than before!\u003Cbr /\u003E\r\nDo you have what it takes to finish as the winner?\u003Cbr /\u003E\r\nThis event gives a mini F1 racing experience, not only for the participants but also for the spectators. The sounds of the racing accelerator, the brakes and the drifts make it surely worth a watch.\u003Cbr /\u003E\r\nWhat are you waiting for?\u003Cbr /\u003E\r\nGear up and Ignite your engine to rule the track!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EROUND 1: Time-trial\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EEach team is allowed to race their car in the track for three laps and the fastest lap and the total lap times are recorded.\u003C/p\u003E\r\n\r\n\u003Cp\u003EA leaderboard will be put based on which the next round will proceed.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2:\u0026nbsp;One-on-One Elimination\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe cars at the bottom of the leaderboard will be given a chance to continue in the event by a One-on-One elimination round.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 3: Head to Head\u003C/strong\u003E\u003Cbr /\u003E\r\nKnock out races will be held and the winning teams will qualify to the final round.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 4:\u0026nbsp;The Final\u003C/strong\u003E\u003Cbr /\u003E\r\nDetails regarding the Final round will be revealed on the spot.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EFree Style:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe teams qualifying for the Finals will be asked to do a free style and stunts with their Nitro Cars.( Eg. manoeuvring a football on to goal post, a full drag\u0026nbsp;sprint, drifting\u0026nbsp;etc.)\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ENote\u003C/strong\u003E: In case of any technical or organizational difficulties, format of the event is subject to change during the event depending upon the situation. Organisers decision would be final and binding. No arguments will be entertained.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;After the qualifying round, there will be races among multiple cars at a time. So the participants must use a remote with frequency of band spectrum 2.4 GHz.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The track will have check points at regular intervals. If a machine tumbles, halts or goes off the arena at any point on the track, one of the team members is allowed to lift it up and place it at the nearest checkpoint behind that point. The time shall still be running in the meantime.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Team members are not permitted to touch either their machines or those of their opponents once the race begins (unless there is need to lift the machine as stated in previous point). The penalty for doing so is disqualification.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Each team can consist maximum of four members..\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;A maximum of two team members from a team are allowed to stay in the racing arena.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;If any of the machines start off before the flag is waved, the timers would be reset and the machines will get a second chance. However, if any machine starts off before the waving of flag (or countdown) for a second time, it will be disqualified. No rematch will be held for the second time.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Teams are not allowed to purposefully damage the machine of the opponent\u0026#39;s team. If found doing so on track (while racing), the concerned team will be disqualified. Execution of last three rules will be subjective and relies completely on judges\u0026#39; and organisers\u0026#39; discretion.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;A team can have only one machine.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;All must have a valid k! ID and identity card of their respective educational institutions to participate.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Abstract submission","content":"\u003Cp\u003ETo participate, a detailed portfolio of the machine has to be submitted by the participant consisting of a written abstract and photos of the working model (of various parts \u0026ndash; steering, suspension, and chassis particularly) before the competition. This portfolio will be used to shortlist teams for the competition. Only short listed teams will be eligible to take part in God Speed k!16.\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe abstract should be mailed to \u003Cstrong\u003Egodspeed@kurukshetra.org.in\u0026nbsp;\u003C/strong\u003Eon or before\u0026nbsp;\u003Cstrong\u003EFebruary 7.\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe abstract should contain photo(s) of the car and also preferably a video of the working module(Video should in .mp4 format).\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Technical Specifications","content":"\u003Cp\u003E\u003Cstrong\u003EEngine:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The maximum allowed capacity of IC engine to be used is 4.6 cc (i.e. Participants can also use 2.5 cc, 3 cc, 3.5 cc or any other IC engine lower in capacity).\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;There is no restriction on the type of IC engine (either glow or diesel cycle engine), but the engine must have throttle control.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EVehicle dimensions:\u003C/strong\u003E\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;Machine should fit in a box of dimensions 800mm x 600mm x600mm (l x b x h) at any moment of time during the race. The external device which is used to control the machine is not included in the size constraint.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The Car can either be of self-fabricated\u0026nbsp;type or ready to race type; but the former will be given more credit based on the method of its fabrication.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EAswanth Selva \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 80126 47855\u003Cbr /\u003E\r\nHarees \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 96555 92571\u003Cbr /\u003E\r\nRajamanickam \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 96264 67300\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to\u0026nbsp;\u003Cstrong\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003Egodspeed@kurukshetra.org.in\u003C/span\u003E\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"How Stuff Works","slug":"how-stuff-works","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026quot;No great discovery was ever made without a bold guess and no bold guess was ever made without curiosity\u0026quot;\u003Cbr /\u003E\r\n- Sir Issac Newton\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003EHave you ever wondered why all the stuff around you are as they are and not otherwise? Have you ever asked yourself why something happens the way it does and not otherwise? If so, then this is your cup of tea. After all, everything happens for a reason - SCIENCE. Be part of an event designed to test your ability to decipher the science behind...er...everything.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003EThe event will have three rounds.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 1: \u003C/strong\u003EWritten round.\u003C/p\u003E\r\n\r\n\u003Cp\u003E7 teams will be selected for the second round based on their performance.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThis round will consist of grids from different topics on basic engineering. Each grid will have questions from the particular topic.4 teams will be selected for the next round.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 3:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EWill be announced on spot.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Team of 4 (Students from different disciplines of engineering are encouraged to form teams).\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The members of a team can be from different colleges/institutions.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Valid k! ID for each of team members\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Passionately curious people are more welcome.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Curiosity about the engineering marvels around you and a thirst for knowledge in science will be an added advantage!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EAswinji.V \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 99420 60848\u003C/p\u003E\r\n\r\n\u003Cp\u003ESabarish.V.N. \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 87544 55024\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to\u0026nbsp;\u003Cstrong\u003Ehowstuff@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Building Information Modelling","slug":"building-information-modelling","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026ldquo;We shape our buildings. Thereafter our buildings shape us.\u0026rdquo;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;-Winston Churchill\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003E\u003Cbr /\u003E\r\nDo you have the inherent potential and innovation to design?\u003C/p\u003E\r\n\r\n\u003Cp\u003EWish to give life to your multi-storeyed structure?\u003C/p\u003E\r\n\r\n\u003Cp\u003EWant to make your vision visible?\u003C/p\u003E\r\n\r\n\u003Cp\u003EIf your answer is yes, this is the place you ought to be in k!16. BIM is all set to unleash your imagination and engineering capabilities.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EROUND 1: \u003C/strong\u003EPrelims\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe prelims comprises of two sets:\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;In the first set, the participants will be tested in their structural knowledge .This will be a pen and paper set.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;In the second set, the participants will be given a problem statement in AUTOCAD. This software will be provided by us. The participants need to design the plan according to the specifications given in the problem statement. The participants will also be questioned about their design by our judges.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;It is mandatory for all participants to attend both the sets. The cumulative scores of the two sets will be used for deciding the 6 finalists.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2: \u003C/strong\u003EFinals\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;6 teams will be selected for the finals.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;In this round, the participants will be asked to model a building in REVIT ARCHITECTURE. This software and a laptop should be brought by the participants.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The problem statement for the finals will be given on the day of prelims. The participants will be given a day time to design their model and present it.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The projector for presenting the model will be provided.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;This event is exclusively for civil engineering and architectural students.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;All the finalists should have REVIT ARCHITECTRURE installed in their own laptops.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;A Team must comprise of either two or three. Cross college teams are allowed.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Both the sets of problems in prelims will happen on the same day. For the second set in the prelims, AUTOCAD software along with a personal computer will be provided by us.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The finals will happen on the next day.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;\u003Cstrong\u003EFinalists without REVIT ARCHITECTURE will be disqualified.\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The decisions of the judges are final and binding.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EKrishna \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 81229 79309\u003C/p\u003E\r\n\r\n\u003Cp\u003ENirmal Raj \u0026nbsp; +91 80153 62864\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Ebim@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Circuit Craze","slug":"circuit-craze","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026ldquo;Ideas are like legs! What good are they if you can\u0026rsquo;t run with them !!\u0026rdquo;\u003C/p\u003E\r\n\r\n\u003Cp\u003E-Jarod Kintz\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003EBored of theoretical stuff? Wish to get engrossed in the mystery of the electrical domain? CIRCUIT CRAZE is the right platform for you to showcase your electrical skills and to prove your technical expertise.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EROUND 1:\u0026nbsp;\u003C/strong\u003EWritten Round\u003C/p\u003E\r\n\r\n\u003Cp\u003EThis round consists of\u0026nbsp; 25 questions testing your knowledge in electrical domain.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E1) CIRCUITRY\u0026nbsp; ROUND\u003C/p\u003E\r\n\r\n\u003Cp\u003EA circuit based round which involves understanding and analyzing\u0026nbsp; the given problem statements.\u003C/p\u003E\r\n\r\n\u003Cp\u003E2) MATLAB CODING\u003C/p\u003E\r\n\r\n\u003Cp\u003EThis round will test your skills on MATLAB\u0026nbsp;and will be based on real world applications.\u003C/p\u003E\r\n\r\n\u003Cp\u003E3) SOLDERING\u003C/p\u003E\r\n\r\n\u003Cp\u003EThis round will test your skills in hand soldering printed board assemblies.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 3:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThis is an interesting round in which the participants will be asked to identify the mistakes in the given circuit and rectify them.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;The team must have two members.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The members of a team can be from different colleges/institutions.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;All students must have a valid k! ID to participate.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The participants are not allowed to bring any additional material.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Teams involved in any kind of malpractice will be immediately disqualified.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The decisions of the judges will be final and binding.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003ES.Dharani \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 74020 76838\u003C/p\u003E\r\n\r\n\u003Cp\u003EA.M.Gomikha \u0026nbsp; +91 94897 02696\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Ecircuitcraze@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Fully Doped","slug":"fully-doped","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026ldquo;One man\u0026rsquo;s \u0026lsquo;magic\u0026rsquo; is another man\u0026rsquo;s Engineering. \u0026rsquo;Supernatural\u0026rsquo; is a null word\u0026quot;\u003C/p\u003E\r\n\r\n\u003Cp\u003E-Robert A. Heinlein\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003EAre you that Engineer whose blood is so silicon doped that you can stand out and challenge the world that you can solve anything? Then this is the stage for you.\u003C/p\u003E\r\n\r\n\u003Cp\u003ESolve tasks from the field of Electronics and communication and showcase your talents for the world to see!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EROUND 1:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The teams must submit TDPs (Team Description Papers) that would serve as the abstract of their work to solve the given tasks. The abstract should be a complete description of the work to be carried out and should include algorithms wherever applicable.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Teams will be shortlisted based on their TDPs. The selected teams will be invited to exhibit their modules on the event day of Kurukshetra 2016. It is the responsibility of the selected teams to procure the components required for the implementation. The modules will be rated based on the judgement criteria.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EReviews:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The selected teams must update their progress. The review schedule will be updated soon.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EOn the event day, the selected teams will have one more surprise task to solve. All the necessary components will be provided by the organisers on the event day.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Problem Statement","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Construct an analog function generator using Operational Amplifiers capable of generating sinusoidal waves of at least three different frequencies simultaneously. The generator must also be capable of generating square and rectangular waves. The three sinusoidal waves of different frequencies should also be combined to produce a mixed signal. (Use of special function ICs or microcontrollers is forbidden).\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Implement a digital filter (IIR or FIR) using the Atmega32 microcontroller. The filter coefficients may be computed using MATLAB and fed to the microcontroller as input. The microcontroller has to read the analog mixed signal output of problem1. The filter output should contain only one sinusoid which is left to the participant\u0026rsquo;s choice.\u0026nbsp; \u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Implement DFT and IDFT Digital Filter Banks using MATLAB.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Extract Karaoke of a musical audio which contains music and vocal signals. Take an audio of your choice as input. The code will also be tested with other audios.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"TDP Format and Instructions","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;The TDP should be submitted on or before 7 February, 2016.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The TDP should contain complete information about the team members along with their k! IDs.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The TDP should contain an abstract of the proposed work along with details of the components.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Simulations and codes of the work should be submitted along with the TDP. Simulations should be done in LTSpice, Multisim, Proteus or MATLAB. The simulation for the second problem is not mandatory.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Teams will be selected for the next round based on their approach to the problem.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Selected teams will be provided with components that would be used in the hardware implementation and the model should be submitted on the day of the event.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The decision of the organisers is final and binding.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The final outputs along with the MATLAB codes for problems 3 and 4 have to be submitted along with the TDP.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The TDPs must be named \u0026ldquo;k!16 \u003Cstrong\u003Ek!ID\u0026nbsp;\u003C/strong\u003ETDP \u0026rdquo;. Where the \u0026lsquo;k!ID\u0026rsquo; is replaced by any one of the team member\u0026rsquo;s k! ID. The MATLAB codes should also be named in a similar way stating the problem number instead of TDP. The output plots, simulations, input and output audios must be attached. All the above should be contained in a folder named after any one of the participant\u0026#39;s k! IDs. The folder should be shared to \u0026ldquo;fullydoped@kurukshetra.org.in\u0026rdquo;.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003E\u0026raquo;\u0026nbsp;The teams can have 2 to 3 members.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003E\u0026raquo;\u0026nbsp;The members of a team can be from different colleges/institutions.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003E\u0026raquo;\u0026nbsp;Team members must have a valid k! ID.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003EJudgement criteria:\u003C/span\u003E\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003E\u0026raquo;\u0026nbsp;Efficiency of the designed module.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003E\u0026raquo;\u0026nbsp;Cost Effectiveness of the implementation.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003E\u0026raquo;\u0026nbsp;Originality and creativity in the implementation.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003E\u0026raquo;\u0026nbsp;Technical maturity of the implementation.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003E\u0026raquo;\u0026nbsp;The judge\u0026rsquo;s decision will be final and binding.\u003C/span\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003EAshvath Nirmal C R \u0026nbsp; \u0026nbsp;+91 95978 24747\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003ELarsan Aro Brian \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 99528 05737\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003ESanthanam \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 90475 64893\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003E\u0026nbsp;\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:10.5pt\"\u003EMail your queries to\u003Cstrong\u003E\u003Cspan style=\"font-family:helvetica,sans-serif\"\u003E\u0026nbsp;fullydoped@kurukshetra.org.in\u003C/span\u003E\u003C/strong\u003E\u003C/span\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Contraptions","slug":"contraptions","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026ldquo;Creativity is just connecting things.\u0026rdquo;\u003C/p\u003E\r\n\r\n\u003Cp\u003E-Steve jobs.\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003EContraption is connecting a series of unpredictable processes to perform a simple task in a number of complicated yet attractive and diligent ways.\u003C/p\u003E\r\n\r\n\u003Cp\u003EBuild a contraption sequence with all the intricate details and creativity. Extend your presence for a long time in the field for victory. Invent new and rare conversions, taste the success.\u003C/p\u003E\r\n\r\n\u003Cp\u003EContraption makes you to play with engineering, so experience the\u0026nbsp;adventure by enrolling yourself in it.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Problem Statment","content":"\u003Cp\u003EDr. A. P. J. Abdul Kalam was a great scientist, social activist and a people\u0026rsquo;s president. The missile man of India always dreamt about revolutionising our country into on of the Great 20. The k! Team would like to show its support in any way possible. Your task will be to aid us in this task.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EMODULE 1:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cu\u003E\u003Cstrong\u003ESpace technology:\u003C/strong\u003E\u003C/u\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E1) Make a display of ISRO launching a rocket with Indian astronauts into the space. Launching can be of only two types either by\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E\u0026raquo;\u0026nbsp;Catapult method\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E\u0026raquo;\u0026nbsp;Lifting method\u003C/p\u003E\r\n\r\n\u003Cp\u003E2) Launched rocket should reach upto 100 cm.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EMODULE 2:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cu\u003E\u003Cstrong\u003EClean \u003C/strong\u003E\u003Cstrong\u003Efacility\u003C/strong\u003E:\u003C/u\u003E\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EHelp Tamilnadu government clean the plastics \u0026amp; wastes out of the river Cooum. Visualisation of removing plastics out of the river must be included.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EMODULE 3:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cu\u003E\u003Cstrong\u003ETree\u003C/strong\u003E \u003Cstrong\u003Econservation\u003C/strong\u003E:\u003C/u\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EAssist the forest department of India in planting trees and watering them.\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E\u0026raquo;\u0026nbsp;First, plant a tree and then load the mud on it.\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E\u0026raquo;\u0026nbsp;Then water the plant.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EMODULE 4:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cu\u003E\u003Cstrong\u003ETribute\u003C/strong\u003E\u003C/u\u003E\u003Cstrong\u003E\u003Cu\u003E to Dr.Kalam\u003C/u\u003E:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EFinally after completing the\u0026nbsp; modules, display a portrait of Dr. Abdul Kalam with one of his quotes.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EBonus (optional):\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EFor bonus points and as a sign of your involvement, turn on a L.E.D \u0026nbsp;display which forms the k! symbol.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp style=\"margin-left:18.75pt\"\u003E\u0026raquo;\u0026nbsp;Each team can have 4-6 members.\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:18.75pt\"\u003E\u0026raquo;\u0026nbsp;The teams should submit a TDP (Team Description Paper) and flow chart of all the steps and the energy conversions involved in each step and videos (if possible).\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:18.75pt\"\u003E\u0026raquo;\u0026nbsp;Teams should mail the completed TDP to \u003Ca href=\"mailto:contraptions@kurukshetra.org.in\"\u003Econtraptions@kurukshetra.org.in\u003C/a\u003E .\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:18.75pt\"\u003E\u0026raquo;\u0026nbsp;Deadline for submission of TDP is on or before 7 February, 2016\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:18.75pt\"\u003E\u0026raquo;\u0026nbsp;Selection of teams for the finals will be based on the TDP.\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:18.75pt\"\u003E\u0026raquo;\u0026nbsp;Selected teams are requested to bring 5 copies of the detailed TDP.\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:18.75pt\"\u003E\u0026raquo;\u0026nbsp;Change of steps is not encouraged after the submission of TDP. Addition of steps is permitted.\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:18.75pt\"\u003E\u0026raquo;\u0026nbsp;Time interval of 1 hour will be given between each trial.\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:18.75pt\"\u003E\u0026raquo;\u0026nbsp;Failure to start the contraption and use of explosive chemical reaction will result in disqualification.\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:18.75pt\"\u003E\u0026raquo;\u0026nbsp;Maximum time allowed for each trial is 20 mins.\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:18.75pt\"\u003E\u0026raquo; The decision of the judges will be final and binding.\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:18.75pt\"\u003E\u0026raquo;\u0026nbsp;Arena Dimension will be 10*8 feet.\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:18.75pt\"\u003E\u0026raquo;\u0026nbsp;All teams must have a valid k! ID to participate in the event.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Scoring Criteria","content":"\u003Cp\u003E\u003Cstrong\u003EPoints for energy conversions:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Ctable border=\"1\" cellpadding=\"0\" cellspacing=\"0\" style=\"line-height:20.8px; width:258px\"\u003E\r\n\t\u003Ctbody\u003E\r\n\t\t\u003Ctr\u003E\r\n\t\t\t\u003Ctd style=\"width:144px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003EMechanical\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\t\u003Ctd style=\"width:114px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003E5 points\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\u003C/tr\u003E\r\n\t\t\u003Ctr\u003E\r\n\t\t\t\u003Ctd style=\"width:144px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003EElectrical\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\t\u003Ctd style=\"width:114px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003E10 points\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\u003C/tr\u003E\r\n\t\t\u003Ctr\u003E\r\n\t\t\t\u003Ctd style=\"width:144px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003EElectronic\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\t\u003Ctd style=\"width:114px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003E15 points\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\u003C/tr\u003E\r\n\t\t\u003Ctr\u003E\r\n\t\t\t\u003Ctd style=\"width:144px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003EChemical\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\t\u003Ctd style=\"width:114px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003E20 points\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\u003C/tr\u003E\r\n\t\t\u003Ctr\u003E\r\n\t\t\t\u003Ctd style=\"width:144px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003ELight\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\t\u003Ctd style=\"width:114px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003E25 points\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\u003C/tr\u003E\r\n\t\t\u003Ctr\u003E\r\n\t\t\t\u003Ctd style=\"width:144px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003ESound\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\t\u003Ctd style=\"width:114px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003E25 points\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\u003C/tr\u003E\r\n\t\t\u003Ctr\u003E\r\n\t\t\t\u003Ctd style=\"width:144px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003EMagnetic\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\t\u003Ctd style=\"width:114px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003E25 points\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\u003C/tr\u003E\r\n\t\t\u003Ctr\u003E\r\n\t\t\t\u003Ctd style=\"width:144px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003EHydraulic\u0026nbsp;\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\t\u003Ctd style=\"width:114px\"\u003E\r\n\t\t\t\u003Cp style=\"text-align:center\"\u003E30 points\u003C/p\u003E\r\n\t\t\t\u003C/td\u003E\r\n\t\t\u003C/tr\u003E\r\n\t\u003C/tbody\u003E\r\n\u003C/table\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EMODULE 1:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Completion of rocket launch : 50 points.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Completion of module : 100 points.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EMODULE 2:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Removing the waste from the water : 50 points.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Completion of module : 100 points.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EMODULE 3:\u003C/strong\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Planting the tree : 25 points.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Loading the sand : 25 points.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Watering the plants : 25 points.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Completion of the module : 75 points.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EMODULE 4:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Displaying the portrait : 75 points.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Displaying quotes : 25 points.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Completion of module : 50 points.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cem\u003E\u003Cstrong\u003EINTERMEDIATE STEPS:\u003C/strong\u003E\u003C/em\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe intermediate steps are awarded points depending on the number of conversions. Innovative design will be awarded extra points and the complexity of the contraption will be considered.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cem\u003E\u003Cstrong\u003EBONUS:\u003C/strong\u003E\u003C/em\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The display of k! symbol in L.E.D. on its successful completion gives 50 points.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;A surprise task will be given on the day of contraption event, for which 100 points will be awarded. May vary based on creativity.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cem\u003E\u003Cstrong\u003EPARALLEL CONTRAPTIONS:\u003C/strong\u003E\u003C/em\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Each parallel contraption is awarded 50 points.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Two interruptions are allowed without deductions in points. Further interruptions will result in deduction of 25 points each. In case of more than 6 interruptions, the trial is cancelled for that module. You can start with the next module though.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Total score = (Number of energy conversions * corresponding points for energy conversions) + (Net successful task completion points) + Bonus points + Points for innovation + parallel contraption points - (Points for manual intervention * number of extra manual interventions)\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003ESrivighneshwar B \u0026nbsp; \u0026nbsp;+91 96291 82198\u003C/p\u003E\r\n\r\n\u003Cp\u003ERajakumaran R \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 90956 29114\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail us your queries to \u003Cstrong\u003Econtraptions@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]}]},{"name":"Online","events":[{"name":"Sherlock","slug":"sherlock","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026quot;Every fairy tale needs a good old fashioned villain\u0026quot;\u003C/p\u003E\r\n\r\n\u003Cp\u003E- Moriarty\u0026nbsp;\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EWait! \u0026#39;a good old fashioned villain\u0026#39; \u0026nbsp;is an understatement as\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003ESherlock\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003E\u0026nbsp;this time around, is psyched up to send tremors through your nerves with two precocious villains. Yes! you heard it right. With two villains and a completely different storyline, your favorite multiplayer event is back for the 9th time and promises to spice up your senses like never before.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EThe curtains will be raised on 12/2/201\u003C/span\u003E6.\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EWhat is Sherlock?\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003ESherlock is an online multiplayer event with two players- one will be playing Sherlock and the other Watson.\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EHow will the event proceed?\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EYou can choose your role- Sherlock/Watson. Both of them will traverse through different paths along the story line with junctions, now and then.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EWhat is the event about?\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EIt\u0026#39;s an event where most of the elements of a proper detective story will be featured namely spotting the clue, deciphering it, solving puzzles and a bit of guessing.\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ESo, Does one need any external knowledge?\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003ENecessarily No! You can use any external resource to solve (like Google)\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EEach team must consist of exactly 2 members.\u003C/span\u003E\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EAll students must have a valid k! ID to participate.\u003C/span\u003E\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EThere is no restriction on number of teams per college.\u003C/span\u003E\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;\u003Cspan style=\"font-size:14px\"\u003E\u003Cspan style=\"font-family:arial,helvetica,sans-serif\"\u003EThe members of a team can be from different colleges.\u003C/span\u003E\u003C/span\u003E\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EAny form of cheating is STRICTLY PROHIBITED. If found cheating, the team will be instantly disqualified.\u003C/span\u003E\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EThe judge\u0026rsquo;s decisions are final. Objections to the results will not be entertained.\u003C/span\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003ESree Kailash.R \u0026nbsp; \u0026nbsp;+91 94437 44404\u003C/p\u003E\r\n\r\n\u003Cp\u003EHari Prasad.S \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 97908 86711\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Riddles of Sphinx","slug":"riddles-of-sphinx","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EAll the Crofts and Jones out there - k! is\u0026nbsp;back with yet another scintillating edition of it\u0026#39;s pride - \u0026#39;Riddles of\u0026nbsp;Sphinx\u0026#39;, the largest online treasure hunt of Asia. If you\u0026nbsp;are that one kind who wants to ride through the\u0026nbsp;mighty mazes and perplexing puzzles but with the\u0026nbsp;comfort of lying inside your room and staring at your\u0026nbsp;own PC, then BANG!! ROS is your\u0026nbsp;homeground. Celebrated for it\u0026#39;s entangled nature, never\u0026nbsp;easy competence and, more importantly, it\u0026#39;s fun trivia, the event primarily fosters on testing your lateral\u0026nbsp;thinking, underlying patience, and of course your\u0026nbsp;incredible googling skills. For all you greenhorns,\u0026nbsp;ROS requires nothing other than infinite patience and\u0026nbsp;infinite enthusiasm. Contained within the hunt are a\u0026nbsp;series of levels with verbal, visual and audio hints,\u0026nbsp;teasing your grey cells to unlock the maze and ace the race to be crowned the \u0026quot;Master of all treasure Hunts\u0026quot;.\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EThe Trial Run will commence on 22/1/2016.\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EThe Main Hunt will commence on 29/1/2016.\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules and Format","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Riddles of the Sphinx is an individual online event.You should posses a computing device with a fair internet connection to join the hunt.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The event consists of series of levels with visuals and texts which are riddles and you should solve them to advance to the next level.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;This is a non-technical event and there is absolutely no preparation or previous experience needed.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;We will be hosting a trial run to give the new users a live hunt experience.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The organisers\u0026#39; decisions will be final and binding.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EBharath \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 95248 99989\u003C/p\u003E\r\n\r\n\u003Cp\u003ELincoln Spartacus \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 98945 22683\u003C/p\u003E\r\n\r\n\u003Cp\u003EGautham \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 94890 29308\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Dalal Bull","slug":"dalal-bull","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EDo you think you understand the nuances of trading stocks?\u003C/p\u003E\r\n\r\n\u003Cp\u003ECan you handle the pressure of the \u0026ldquo;boiler room\u0026rdquo;?\u003C/p\u003E\r\n\r\n\u003Cp\u003EThen, Dalal Bull, the official stock market event of k! is the event for you! Join the online event and show off your prowess in investing strategies and try to overcome the Gambler\u0026rsquo;s ruin.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ETrial Run commences on 23/1/2016\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EMain Run commences on 31/1/2016\u003C/strong\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;The event will be held for a week.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Players can invest and trade in stocks of the fictional companies.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Players are allowed all the usual operations like buy, sell, short sell, cover etc.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The rankings will be updated every 30 minutes.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ENote:\u003C/strong\u003E Dalalbull is a game based on stock market. It is not platform for teaching how the stock market works. It is a competitive event which tests your basic trading skills. Players are expected to realise how the market differs from an ideal stock market, strategise and exploit the behaviour of other playes.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Players are allowed to play with only one account. Players with multiple accounts will be immediately disqualified.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Players will be allowed to trade only when the market is open.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Players will be ranked according to their sum total of assets and cash. The market price of the assets at the close of the competition will be considered.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EPrasath \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 94879 69618\u003C/p\u003E\r\n\r\n\u003Cp\u003ERenga Bashyam \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 75980 10654\u003C/p\u003E\r\n","value":1,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Bank Robbery","slug":"bank-robbery","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026ldquo;The important thing about a problem is not its solution but the strength we gain in finding the solution\u0026rdquo;\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003EChoose between mastering your weakness or idleness. Unravel riddles, solve puzzles, decipher crypts, find a way through the maze and keep racing against time, all the way to robbing a bank!\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026ldquo;ATGDDQT MPCD\u0026rdquo; We welcome you to a mind-boggling adventure!!!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules and Format","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;\u0026nbsp;It is an online event for individuals.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The contest will have a number of puzzles to solve in order to seize the money in the vault. \u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The contest will have two rounds on two different days.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Those selected from round 1 will make it to round 2.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;It is a time based event.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Questions will be of varying difficulty with more points for the difficult questions.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EShiva Bala Rakavi A \u0026nbsp; \u0026nbsp; +91 91501 01651\u003C/p\u003E\r\n\r\n\u003Cp\u003EAishwarya T \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 97152 07264\u003C/p\u003E\r\n\r\n\u003Cp\u003EAjith Kumar \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 90258 73384\u003C/p\u003E\r\n\r\n\u003Cp\u003EParvathy \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 75980 01341\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Online Programming Contest","slug":"online-programming-contest","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EAll Coders Unite!\u003Cbr /\u003E\r\nDo you eat, sleep and dream code? Breathe, run and fight code? You DO? You\u0026#39;re in the right place then.\u003Cbr /\u003E\r\nCode your way to glory at Kurukshetra\u0026#39;s Online Programming Contest.\u003Cbr /\u003E\r\nPrepare to execute some spectacular code and be crowned the ultimate Coding Ninja!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules and Format","content":"\u003Cp\u003E\u0026raquo; \u0026nbsp;It is an ACM-ICPC style programming contest.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; It is an individual event open only to college students.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; All students must have a valid k! ID.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; Any kind of malpractice will lead to disqualification.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp dir=\"ltr\" style=\"text-align:justify\"\u003ESundar Raman \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 89396 78807\u003C/p\u003E\r\n\r\n\u003Cp dir=\"ltr\" style=\"text-align:justify\"\u003EMohan Kumar \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 94456 25768\u003C/p\u003E\r\n\r\n\u003Cp dir=\"ltr\" style=\"text-align:justify\"\u003ERaghavan \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 99401 30204\u003C/p\u003E\r\n\r\n\u003Cp dir=\"ltr\" style=\"text-align:justify\"\u003ELakshmi Narayanan \u0026nbsp; +91 90921 36573\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]}]},{"name":"Coding","events":[{"name":"Tame the Code","slug":"tame-the-code","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EDo you have what it takes to recognise a pattern in chaos?\u003C/p\u003E\r\n\r\n\u003Cp\u003EHere\u0026rsquo;s your ticket to this invigorating event which is an amalgamation of astuteness and dexterity.\u003C/p\u003E\r\n\r\n\u003Cp\u003EDelve\u0026hellip; Decipher\u0026hellip;. and Demand trial by Code!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EROUND 1:\u003C/strong\u003E\u003Cbr /\u003E\r\nDuration: 45 min-60 min\u003Cbr /\u003E\r\nThe participant\u0026#39;s adroitness in programming ability and his erudition on famous algorithms will be put under the scanner.\u003Cbr /\u003E\r\nQuestions test the participant\u0026#39;s knack of correcting and optimising code.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2:\u003C/strong\u003E\u003Cbr /\u003E\r\nDuration : 60 min\u003Cbr /\u003E\r\nThis round requires the contestants to be able to obfuscate and make his code as unobtrusive as possible.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 3:\u003C/strong\u003E\u003Cbr /\u003E\r\nDuration : 1hr(+30 min)\u003Cbr /\u003E\r\nCode for a game with misplaced logic, missing dependencies, incomplete snippets, etc. is given.\u003Cbr /\u003E\r\nThe code must be corrected to work properly.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Each team can consist of a minimum of one member and a maximum of two members.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The members of a team can be from different colleges/institutions.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;All students must have a valid k! ID to participate.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;No contestant can be a member of more than one team.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The participants are not allowed to bring any additional material.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;Teams involved in any kind of malpractice will be immediately disqualified.\u003Cbr /\u003E\r\n\u0026raquo; The decisions by the judges will be final and binding.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003ESri Harshal P\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp; \u0026nbsp; +91 72992 90872\u003C/p\u003E\r\n\r\n\u003Cp\u003EBharath Bhargav\u0026nbsp;\u0026nbsp;\u0026nbsp; +91 97879 75416\u003Cbr /\u003E\r\nArjun Dhanraj \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 75983 06818\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Etamethecode@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Heptathlon","slug":"heptathlon","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EAce all the races in the seven tracks of Heptathlon and get crowned as the ultimate King/Queen among all other computer geeks. Get ready to face the explosive array of questions but beware only the fittest of the fittest can survive in these tracks of Heptathlon. Do micro\u0026nbsp;processing in your cache, query your brain in the \u0026quot;C\u0026quot; of data structures, fine-tune\u0026nbsp;your code with pleasant algo\u0026rdquo;rhythms\u0026rdquo; and \u0026nbsp;network your way to get our\u0026nbsp;systems operating!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EROUND 1:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThis will the preliminary round. Basic questions on Data Structures and Algorithms, Computer Architecture,Digital Processing, System Design, Database Management Systems,Operating Systems, Web Technology, Theory of Computation and Networks will be put forth.\u003C/p\u003E\r\n\r\n\u003Cp\u003ETop 10 teams will be selected for the finals.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThis is the final round. It will be a hands-on event, get ready to rack you brain to unify all your computer knowledge while simultaneously having fun!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Each team can consist of a minimum of one member and a maximum of three members.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The members of a team can be from different colleges/institutions.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;All students must have a valid k! ID to participate.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;No contestant can be a member of more than one team.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The participants are not allowed to bring any additional material.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Teams involved in any kind of malpractice will be immediately disqualified.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The decisions taken by the judges will be final and binding.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cdiv style=\"color: rgb(34, 34, 34); font-family: arial, sans-serif; font-size: 12.8px; line-height: normal;\"\u003E\r\n\u003Cp\u003E\u003Cbr /\u003E\r\n\u003Cspan style=\"color:#FFFFFF\"\u003EAkil Adeshwar \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 89395 70865 \u0026nbsp;\u003Cbr /\u003E\r\nIndumati Sridhar \u0026nbsp; \u0026nbsp; +91 99626 03051\u003Cbr /\u003E\r\nMangalashri \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 96000 27667\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"color:#FFFFFF\"\u003EMail your queries to \u003Cstrong\u003Eheptathlon@kurukshetra.org.in\u003C/strong\u003E\u003C/span\u003E\u003C/p\u003E\r\n\u003C/div\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Onsite Programming Contest","slug":"onsite-programming-contest","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EImagine with your mind,Believe with your heart, Achieve with your might!\u003C/p\u003E\r\n\r\n\u003Cp\u003EIf solving a baffling problem makes you feel a victor, if SPOJ, Codechef \u0026amp; Topcoder are your chosen combat zones, then this is the battlefield for you to conquer.\u003C/p\u003E\r\n\r\n\u003Cp\u003ESqueeze your brain, flaunt your skills, race against the clock \u0026amp; crush your competitors to be crowned \u0026quot;The Best Coders\u0026quot;. May the best coder win!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp style=\"text-align:justify\"\u003E\u003Cspan style=\"color:#FFFFFF\"\u003E\u003Cspan style=\"font-size:14px\"\u003E\u003Cstrong\u003EROUND 1:\u0026nbsp;\u003C/strong\u003EPrelims\u003C/span\u003E\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp style=\"text-align:justify\"\u003E\u003Cspan style=\"color:#FFFFFF\"\u003E\u003Cspan style=\"font-size:12px\"\u003E\u003Cspan style=\"font-family:verdana,geneva,sans-serif\"\u003EA written round consisting of questions based on Data Structures, Algorithms and Programming logic.\u003C/span\u003E\u003C/span\u003E\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp style=\"text-align:justify\"\u003E\u003Cspan style=\"color:#FFFFFF\"\u003E\u003Cspan style=\"font-size:14px\"\u003E\u003Cstrong\u003EROUND 2:\u0026nbsp;\u003C/strong\u003EFinals\u003C/span\u003E\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp style=\"text-align:justify\"\u003E\u003Cspan style=\"color:#FFFFFF\"\u003E\u003Cspan style=\"font-size:12px\"\u003E\u003Cspan style=\"font-family:verdana,geneva,sans-serif\"\u003EThe final round will be similar to ACM ICPC with time duration of 2 hours.\u003C/span\u003E\u003C/span\u003E\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp style=\"text-align:justify\"\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp style=\"text-align:justify\"\u003E\u003Cspan style=\"color:#FFFFFF\"\u003E\u003Cspan style=\"font-size:14px\"\u003E\u003Cspan style=\"font-family:verdana,geneva,sans-serif\"\u003E\u003Cstrong\u003EProgramming Languages:\u003C/strong\u003E\u003C/span\u003E\u003C/span\u003E\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp style=\"text-align:justify\"\u003E\u003Cspan style=\"color:#FFFFFF\"\u003E\u003Cspan style=\"font-size:12px\"\u003E\u003Cspan style=\"font-family:verdana,geneva,sans-serif\"\u003EAll the problems can be solved using C / C++ / Java.\u0026nbsp;\u003C/span\u003E\u003C/span\u003E\u003C/span\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Each team can consist of a minimum of one member and a maximum of three members.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The members of a team can be from different colleges/institutions.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;All students must have a valid k! ID to participate.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;No contestant can be a member of more than one team.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The participants are not allowed to bring any additional material.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;Teams involved in any kind of malpractice will be immediately disqualified.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;Decisions made by the administrators will be final and binding.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003E\u003Cbr /\u003E\r\n\u0026nbsp;Muthu Nagappan M \u0026nbsp; \u0026nbsp;+91 94458 11755\u003Cbr /\u003E\r\n\u0026nbsp;Suresh R \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 94441 36901\u003Cbr /\u003E\r\n\u0026nbsp;Yuvanesh N \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 99527 23615\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Eospc@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Ninja Coding","slug":"ninja-coding","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003E\u003Cbr /\u003E\r\nIs coding in your blood?\u003C/p\u003E\r\n\r\n\u003Cp\u003EAre you eager to fight your way through a group of geeks or a parliament of programmers?\u003Cbr /\u003E\r\nAre you ready to do anything to show the world that you are the best in the arena of Programming?\u003C/p\u003E\r\n\r\n\u003Cp\u003EThen prove your coding prowess in this brand new battleground for coders - Ninja Coding\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EROUND 1:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; \u0026nbsp;Standard debugging, coding and reverse coding questions in C/C++/Java.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp; Debugging questions from C/C++/Java\u003Cbr /\u003E\r\n\u0026raquo; \u0026nbsp;Round duration will be 1 hour.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp; 15 teams will be selected for the next round.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp; Street coding.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp; Around 10 teams will be selected for the finals.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 3:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp; Ninja coding - Will be revealed only on spot!\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Each team can consist of a minimum of one member and a maximum of three members.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The members of a team can be from different colleges/institutions.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;All participants must have their k! IDs to participate.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;You will need to present a valid college ID card for the general registration.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;Usage of mobile phones and PDAs are strictly prohibited.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;No contestant can be a member of more than one team.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;Teams involved in any kind of malpractice will be immediately disqualified.\u003Cbr /\u003E\r\n\u0026raquo; The organisers\u0026#39; decisions will be final and binding.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EVasanth \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 73582 31044\u003Cbr /\u003E\r\nSankara Narayanan G \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 94881 19314\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"The Imitation Game","slug":"the-imitation-game","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EThe 10th Edition of Kurukshetra brings to you a brand new game that will challenge your wits and test your intelligence. Beware. This is no \u003Cem\u003Eordinary\u003C/em\u003E game where \u003Cem\u003Eordinary \u003C/em\u003Eintelligence can be employed. Intrigued? You had better be!\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:arial,sans-serif; font-size:12.8px\"\u003ECompiled by our team of experts in artificial intelligence, the \u003Cstrong\u003EImitation Game\u0026nbsp;\u003C/strong\u003Ewill keep you awake all night long.\u0026nbsp;\u003C/span\u003EImmerse yourself in the exhilaration of building your own cool game as you become one with the night and turn caffeine into code!\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003EWill be updated soon!\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EWill be updated soon!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]}]},{"name":"Management","events":[{"name":"Chaos Theory","slug":"chaos-theory","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026quot;Problems are only opportunities in work clothes.\u0026quot;\u003Cbr /\u003E\r\n\u0026mdash;Henri Kaiser\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003EAre you ready to convert every challenge into an opportunity for success?\u003Cbr /\u003E\r\nDo you have what it takes to crack the \u0026ldquo;Ultimate Management Event\u0026rdquo; ?\u003Cbr /\u003E\r\nShow off your savvy managerial skills and win BIG, in Chaos Theory!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EROUND 1:\u0026nbsp;\u003C/strong\u003EWritten\u003Cbr /\u003E\r\nThe first round is an aptitude test. It is designed to test your problem solving ability, logical and critical thinking, managerial skills and creativity.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:0in; margin-right:0in\"\u003EThe second round is further divided into 3 sub rounds such that one member of the team will participate in each sub round (hence, teams with three members are mandatory). The members will have to participate individually in this round, with each member not participating in more than one sub round.\u0026nbsp;\u003Cspan style=\"line-height:1.6\"\u003EThe result will be the cumulative result of the performances of the members in each sub round.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 3:\u003C/strong\u003E\u003Cbr /\u003E\r\nThe third round is a total Chaos Management round. The teams are given a problem a problem statement for which optimum solution must be delivered.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Each team must consist of exactly 3 members.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;All students must have a valid k! ID to participate.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;There is no restriction on number of teams per college.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The members of a team can be from different colleges.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;Any form of cheating is STRICTLY PROHIBITED. If found cheating, the team will be instantly disqualified.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The decisions of the judges will be final and binding.\u0026nbsp;Objections to the results will not be entertained.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003E\u0026raquo;\u003C/strong\u003E\u0026nbsp;\u003Cstrong\u003EThe participants are requested to be formally dressed for Round 3.\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EVibha Sridhar \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 95517 32289\u003Cbr /\u003E\r\nHarshani Nallusamy \u0026nbsp; \u0026nbsp;+91 99948 49162\u003Cbr /\u003E\r\nShireen Abraham \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 97107 50228\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Echaostheory@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Marketing Madness","slug":"marketing-madness","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EIf the stakes are high, make \u0026#39;em buy!\u003C/p\u003E\r\n\r\n\u003Cp\u003EWell, in this event, all you\u0026#39;ve got to do is sell!\u003Cbr /\u003E\r\nThe biggest magnates these days are\u0026nbsp; the ones that are \u0026quot;magnets\u0026quot; in the literal sense.\u003Cbr /\u003E\r\nIf you think you know your way around the business world, the skills to convince someone into your business and\u0026nbsp;the ability to be quick and witty, this surely is the thing for you!!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Marketing Madness is a team event which whirls around four rounds.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The first round will be a written test which will trigger your managerial aptitude and current business trends.\u003Cbr /\u003E\r\n\u0026raquo; The second,third and final round are designed in a way to check out every aspect of marketing and the format will be explained on spot by the organisers.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Each team should consist of 4 participants.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"line-height:1.6\"\u003E\u0026raquo;The members of a team can be from different colleges/institutions.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Each member should have\u0026nbsp; a unique k! ID to participate in the event.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;Anyone found in the act of malpractices will be restrained from further participation in the event.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003E\u0026raquo;\u0026nbsp;\u003C/strong\u003E\u003Cstrong\u003EThe participants are requested to be dressed formally for Round 3.\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EShreyas \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 97890 35349\u003Cbr /\u003E\r\nVinithra \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 97906 60925\u003Cbr /\u003E\r\nDivya Bharathy \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 98659 61021\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Emmadness@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Enigma","slug":"enigma","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026quot;Torture the data until it confesses.\u0026quot;\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u0026nbsp;\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003EThe amount of data an organisation receives is reaching\u0026nbsp; unprecedented levels. Now that we\u0026rsquo;ve data, all we need to know is how to decipher it to uncover the hidden patterns, correlations and find useful information to make better decisions. This is the event which tests your thinking pattern, decision making skills, team work, and how you handle data!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EROUND 1: \u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThis round will test your basic thinking capacity and analysing skills.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2: \u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThis round will test how you think and what you think.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003E\u0026raquo;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003E\u0026nbsp;\u003C/span\u003EReason-out\u003C/strong\u003E: given a set of data, you\u0026rsquo;ll have to find out how and why it\u0026nbsp;\u003Cspan style=\"line-height:1.6\"\u003Ehappened.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003E\u0026raquo;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003E\u0026nbsp;\u003C/span\u003EAdopt a strategy\u003C/strong\u003E: given a problem, you\u0026rsquo;ll have to find a strategy which\u0026nbsp;\u003Cspan style=\"line-height:1.6\"\u003Ewill give the best solution.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 3:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThis round will test all your skills (thinking capacity, communication skills,\u0026nbsp;\u003Cspan style=\"line-height:1.6\"\u003Epresentation and money making skills) .You\u0026rsquo;ll have to form a business idea\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"line-height:1.6\"\u003Efrom the given set of data.\u003C/span\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;This is a team event, with three members per team.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;You\u0026rsquo;ll be eliminated when you fail to exceed the expectations.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003E\u0026raquo;\u003C/strong\u003E\u0026nbsp;\u003Cstrong\u003EThe participants are requested to be formally dressed for Round 3.\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003ERajasree \u0026nbsp; +91 95001 06778\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Eenigma@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"k! Wallet","slug":"k-wallet","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026ldquo;Price is what you pay; value is what you get. Whether we\u0026rsquo;re talking about socks or stocks, I like buying quality merchandise when it is marked down\u0026rdquo;\u003C/p\u003E\r\n\r\n\u003Cp\u003E- Warren Buffet\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003EIf bringing solution is your job, then creating the problem is my job.\u003C/p\u003E\r\n\r\n\u003Cp\u003ESolve the problems I challenge you with and take the crown with you.\u003C/p\u003E\r\n\r\n\u003Cp\u003EIf challenging your grey matter isn\u0026#39;t your strong suit, you can still prove yourself.\u003C/p\u003E\r\n\r\n\u003Cp\u003EDo you support a worthy innovation? \u0026nbsp;If yes, you play the role of buttress for an erudite innovation and I play the role of Mae West at your swimming hours in the ocean of golden treasury.\u003C/p\u003E\r\n\r\n\u003Cp\u003EMake sure that you get closer to this event and I promise that you will get your wallet filled.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003EParticipants can participate either as business teams or as the audience.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 1:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp style=\"text-align:justify\"\u003EThe first round is an online round. The registered participants should participate only as business teams. Problem statement is available in the next tab. Teams with creative and feasible ideas will be promoted to the next round.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp style=\"text-align:justify\"\u003ERound 2 is divided into five sub rounds. It takes place on the spot along with audience as passive participants. Real life problem statements will be offered to the business teams for which they are supposed to put their ideas forth and place their shares in the stock market.\u003C/p\u003E\r\n\r\n\u003Cp style=\"text-align:justify\"\u003EThe audience shall place their shares for the attractive ideas in the stock market. It is to be noted that the audience can place any number of shares for any number of teams. Results will be displayed after the end of every sub round. The mode of evaluation for business teams and the audience will be revealed on the spot.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Problem Statement","content":"\u003Cp\u003EXYZ Inc. is one of the top enterprises coming out with flying colours in a variety of fields. Client events are the key to their driving revenue. They host conferences and other events that feature expert speakers on key issues in the industry. These events help them to attract prospective new clients and also to retain their existing clients. Unfortunately, they noticed that the event attendance dropped by almost 15% in the last year and that customer retention also dropped during that time period. So the company has decided to bring either a new product to the market or to make innovative changes to their existing ones. At this time you have been given a role of Business development manager along with two additional members to ensure that no attendance drop takes place this time and also the product becomes a successful one.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Explain the idea of your product.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;What makes your product different from other products?\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Who will be your audience?\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;How is your business going to make money?\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;How will you promote your business (Innovative means of promotion) ?\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your TDPs to \u003Cstrong\u003Ekwallet@kurukshetra.org.in\u0026nbsp;\u003C/strong\u003Eon or before\u0026nbsp;\u003Cstrong\u003EFebruary 7\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Audience must be individual participants.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Each business team must have three members.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The members of a team can be from different colleges/institutions.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;All the participants should have a valid k! ID.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;No contestant can be a member of more than one team.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;No member of a business team can participate as audience and vice versa.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The participants are not allowed to bring any additional material.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Participants involved in any kind of malpractice will be immediately disqualified.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The decisions of the judges will be final and binding.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003E\u0026raquo;\u003C/strong\u003E\u0026nbsp;\u003Cstrong\u003EThe participants are requested to dress formally for Round 2.\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EHarivathsan L. \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 87546 18580\u003C/p\u003E\r\n\r\n\u003Cp\u003ESankara Subramanian B. \u0026nbsp; \u0026nbsp; +91 87605 85912\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Ekwallet@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]}]},{"name":"Robotics","events":[{"name":"Robowars","slug":"robowars","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EBattles are not only meant for the mighty ones but for the brainy ones too.\u003C/p\u003E\r\n\r\n\u003Cp\u003EGive birth to a tyrant Robot who could smash his foes and conquer the arena of metal. With the roaring fleets of Metal heads, show your thirst to wreck the antagonist and procure the combat!\u003C/p\u003E\r\n\r\n\u003Cp\u003EGAME ON!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Problem Statement","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Design a wired / wireless, manual controlled machine that is capable of completely overpowering the opponent in the war front with its own weapon and the ones present in the arena.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;TDP (Team Description Paper) is required for preliminary assessment.\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; Submit the TDPs to \u003Cstrong\u003Erobowars@kurukshetra.org.in\u0026nbsp;\u003C/strong\u003Eon or before\u0026nbsp;\u003Cstrong\u003EFebruary 7.\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules and Scoring criteria","content":"\u003Cp\u003E\u003Cstrong\u003EGENERAL RULES:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u003Cspan style=\"color:rgb(0, 0, 0)\"\u003E\u0026raquo; \u003C/span\u003E\u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EA team can consist of a maximum of 5 members.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u003Cspan style=\"color:rgb(0, 0, 0)\"\u003E\u0026raquo; \u003C/span\u003E\u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EThe members of a team can be from different colleges/institutions. One member can be part of one team only.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u003Cspan style=\"color:rgb(0, 0, 0)\"\u003E\u0026raquo; \u003C/span\u003E\u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EAll team members who wish to participate should carry their k! ID.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u003Cspan style=\"color:rgb(0, 0, 0)\"\u003E\u0026raquo; \u003C/span\u003E\u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EIf\u0026nbsp;the\u0026nbsp;bot\u0026nbsp;gets\u0026nbsp;toppled\u0026nbsp;over\u0026nbsp;by\u0026nbsp;arena\u0026nbsp;weapons,\u0026nbsp;teams\u0026nbsp;can\u0026nbsp;get\u0026nbsp;them\u0026nbsp;back\u0026nbsp;on\u0026nbsp;their\u0026nbsp;wheels\u0026nbsp;again. However, they do not get to ask for\u0026nbsp;a\u0026nbsp;retry.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u003Cspan style=\"color:rgb(0, 0, 0)\"\u003E\u0026raquo; \u003C/span\u003E\u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EThere are two manual interventions provided for a team for the period of 5 minutes for the recovery of the bot in first round.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u003Cspan style=\"color:rgb(0, 0, 0)\"\u003E\u0026raquo; \u003C/span\u003E\u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EManual interventions will not be provided when the bot is being attacked or gets locked in a position. It will also not be allowed in the knock out round.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u003Cspan style=\"color:rgb(0, 0, 0)\"\u003E\u0026raquo; \u003C/span\u003E\u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EThe\u0026nbsp;machine\u0026nbsp;would\u0026nbsp;be\u0026nbsp;checked\u0026nbsp;for\u0026nbsp;its\u0026nbsp;safety\u0026nbsp;before\u0026nbsp;the\u0026nbsp;competition. If found\u0026nbsp;unsafe, the machine will be disqualified.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u003Cspan style=\"color:rgb(0, 0, 0)\"\u003E\u0026raquo; \u003C/span\u003E\u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EIn case of any discrepancies, the judges\u0026#39; decision will be considered final and binding.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ESCORING RULES:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u003Cspan style=\"color:rgb(0, 0, 0)\"\u003E\u0026raquo; \u003C/span\u003E\u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EWithin the\u0026nbsp;time\u0026nbsp;limit, the robot will be declared immobile if it cannot display linear motion of at least one inch in a timed period of 30 seconds.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u003Cspan style=\"color:rgb(0, 0, 0)\"\u003E\u0026raquo; I\u003C/span\u003E\u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003En\u0026nbsp;case\u0026nbsp;where\u0026nbsp;after\u0026nbsp;5\u0026nbsp;minutes\u0026nbsp;of\u0026nbsp;combat\u0026nbsp;both\u0026nbsp;robots\u0026nbsp;are\u0026nbsp;immobile,\u0026nbsp;the\u0026nbsp;winner\u0026nbsp;will\u0026nbsp;be\u0026nbsp;chosen by\u0026nbsp;the\u0026nbsp;event\u0026nbsp;judges,\u0026nbsp;based\u0026nbsp;upon\u0026nbsp;a\u0026nbsp;point system.\u0026nbsp;The\u0026nbsp;point system\u0026nbsp;will\u0026nbsp;take\u0026nbsp;into consideration three\u0026nbsp;factors:\u0026nbsp;aggression, damage and control.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E\u003Cem\u003Ei. Aggression\u003C/em\u003E: It is assessed by the frequency, severity, boldness and effectiveness of the attack, which should be initiated deliberately by the bot against\u0026nbsp;its opponent. If the bot appears to have accidently attacked an opponent, that act will not be considered as aggression.\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E\u003Cem\u003Eii. Damage:\u0026nbsp;\u003C/em\u003EThrough deliberate action, a bot can either directly or indirectly reduce the functionality, effectiveness or defense of an opponent.\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E\u003Cem\u003Eiii. Control\u003C/em\u003E: Control is the ability of the bot to attack an opponent at its weakest point, using its weapons in the most effective way, and minimising the damage caused by the opponent or its weapons.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;In cases where both the bots are mobile, time limit will be extended.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EVIOLATION RULES:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u003Cspan style=\"color:rgb(0, 0, 0)\"\u003E\u0026raquo; \u003C/span\u003E\u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EIf\u0026nbsp;the\u0026nbsp;bot\u0026nbsp;is\u0026nbsp;found\u0026nbsp;to\u0026nbsp;damage\u0026nbsp;the\u0026nbsp;arena,\u0026nbsp;it\u0026nbsp;will\u0026nbsp;be\u0026nbsp;disqualified\u0026nbsp;immediately.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u003Cspan style=\"color:rgb(0, 0, 0)\"\u003E\u0026raquo; \u003C/span\u003E\u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EIf\u0026nbsp;the\u0026nbsp;bot\u0026nbsp;operator\u0026nbsp;is\u0026nbsp;seen\u0026nbsp;to\u0026nbsp;be\u0026nbsp;using\u0026nbsp;the\u0026nbsp;wire from\u0026nbsp;the\u0026nbsp;controller\u0026nbsp;to\u0026nbsp;pull,\u0026nbsp;move\u0026nbsp;or\u0026nbsp;hold\u0026nbsp;the\u0026nbsp;bot,\u0026nbsp;the\u0026nbsp;team\u0026nbsp;will\u0026nbsp;be disqualified.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u003Cspan style=\"color:rgb(0, 0, 0)\"\u003E\u0026raquo; \u003C/span\u003E\u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EAll\u0026nbsp;efforts\u0026nbsp;must\u0026nbsp;be\u0026nbsp;made\u0026nbsp;to\u0026nbsp;protect\u0026nbsp;battery\u0026nbsp;terminals\u0026nbsp;from\u0026nbsp;a\u0026nbsp;direct\u0026nbsp;short\u0026nbsp;and\u0026nbsp;causing\u0026nbsp;a\u0026nbsp;battery fire.\u0026nbsp;Failure\u0026nbsp;to\u0026nbsp;do\u0026nbsp;so\u0026nbsp;will\u0026nbsp;lead\u0026nbsp;to\u0026nbsp;direct\u0026nbsp;disqualification.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ENote\u003C/strong\u003E: Qualification of a robot to next level is subjective and depends on the decision of the\u0026nbsp;judges. A robot winning in a round against its opponent does not guarantee it a place in the\u0026nbsp;next round. If the judges found the winner robot incompetent to enter into the next round, it\u0026nbsp;may get disqualified. Judges can disqualify both the robots of a match from advancing to the\u0026nbsp;next round. All the decisions taken by the judge will be final and binding to all. Any query thereafter\u0026nbsp;will not be entertained.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Specifications","content":"\u003Cp\u003E\u003Cstrong\u003EBot specification:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EMachine should fit inside the box of 60cm x 60cm x 60cm. However there is no limitation on the bot\u0026#39;s dimension once the match starts.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EThe machine should not exceed 40 kg of weight including the weight of the pneumatic source/tank. If the tank is external, bot\u0026#39;s weight considered would be 1.5 times its actual weight. Weight of adaptors and the remote controller will not be counted.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EIn case of a wireless bot\u0026#39;s weight will be considered as (0.8 x actual weight).\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EAny machine component should not be intentionally detached during any point of the fight.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EPower specification:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EThe machine can only be powered electrically. Use of an IC engine in any form is not allowed. Batteries must be sealed properly.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003E230V (AC) power will be provided (the teams which require this will have to inform the organizers beforehand). A transformer needs to be employed to step down the AC supply and then used in the bot so that the voltage at any point inside the bot does not exceed 46DC/AC.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EIn case of wireless bots, batteries should be placed on the bot. teams with wired bots can use external battery supply.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EMovement and Controlling mechanisms:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EIn case of wired bots, the wires should remain slack at any instant during the fight. All the wires coming out of the machine should be stacked as a single unit. Also, the wires should be projected 1000 mm above the ground to avoid entanglement. A minimum of 6 meters wire length is required.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EThe team must have at least four frequency wireless remote control circuit or two dual control circuits which may be interchanged before the start of the race to avoid frequency interference with other teams. The case of any interference in the wireless systems will not be considered for rematch or results.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EJumping and hopping is not allowed.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EFlying (using airfoil, helium balloons, ornithopters, etc.) is not allowed.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EWeapon system:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EThe bots are allowed to have weapons such as cutters, flippers, saws, hammers, lifting devices etc.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EParticipants can use pneumatic and hydraulic weapon systems.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Ccode\u003E\u0026raquo; \u003C/code\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003ETeams using pneumatics are required to produce the \u0026#39;Safety\u0026#39; and \u0026#39;Security\u0026#39; letters at the registration desk. Failing to do so will lead to direct disqualification.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E** \u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms\"\u003EThe following weapons are to be strictly not allowed. Liquid projectiles, acid based weapons, EMP generators, any kind of flammable liquid, flame\u0026shy;producing weapons, any kind of explosive material, nets, glue or any other entanglement devices, high power magnets or electromagnets and radio jammers.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E** There would also be some special obstacles present in the arena.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003ESanthosh \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 80121 82087\u003C/p\u003E\r\n\r\n\u003Cp\u003EUma Bharathi\u0026nbsp; \u0026nbsp; +91 97907 82104\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Erobowars@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"The Gem Quest","slug":"the-gem-quest","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EWe are not saying it\u0026#39;s going to be easy, we are saying it\u0026#39;s going to be worth it. This is your quest to grab the precious treasure, no matter how tough and how far. Let\u0026#39;s go on an adventure!\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe mystical land of Scitobar is cursed by an evil wizard, because of which the kingdom is enveloped by a cloud of darkness.\u003C/p\u003E\r\n\r\n\u003Cp\u003EA mighty warrior can discover the clues, find the keys and open the gates of the secret passage to the wizard\u0026#39;s cave. Obviously, a secret path is never easy - Jump, duck, roll, climb on rails, hover through sands and stones and do all you can to collect the tinted magic cubes! At the end of the passage, begins the lake of sorcery where all the magic cubes lose their power! Pick them up before they sink and drop them in the enchanted caster!\u003C/p\u003E\r\n\r\n\u003Cp\u003EFinally take them to the wizard\u0026#39;s\u0026nbsp;cave... The power of the cubes could kill him and restore the beauty of Scitobor!\u003C/p\u003E\r\n\r\n\u003Cp\u003EA secret we are going to let you in on - A loyal friend can join the warrior once he is near the lake of sorcery!\u003C/p\u003E\r\n\r\n\u003Cp\u003EAre you ready for the quest???\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Problem Statement","content":"\u003Cp\u003E\u003Cstrong\u003EROUND 1:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EOn the arena, there will be stickers and keys (metal rings) of different colors. The bot has to move or slide the weight placed on the sticker to reveal its color, collect the corresponding colored ring and put them around the pole (opening the gates of treasure). The rings will be placed on a small height \u003Cstrong\u003Eh1\u003C/strong\u003E.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2: \u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe bot has to collect specific colored cubes from the arena and put them in a water pool. The arena will be a bit more challenging.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 3:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe bot has to pick the cubes from the water pool and place them in trolleys placed on the arena and pull the trolley to a target position. The height of the trolley used will be \u003Cstrong\u003Eh1\u003C/strong\u003E (same height specified in Round 1).\u003Cbr /\u003E\r\nTwo bots can be used in this round, one to pick the cubes up and put them in the trolley and the other for pulling the trolley to the destination position (the co-ordination of the two bot drivers will be considered). Teams can participate with a single bot performing all actions as well.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ERegistration:\u003C/strong\u003E\u003Cbr /\u003E\r\nThe participants are requested to mail the following details of the team members to \u003Cstrong\u003Emanualrobotics@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left: 40px;\"\u003E\u0026raquo; Name of the participants\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left: 40px;\"\u003E\u0026raquo; Name of the institution\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left: 40px;\"\u003E\u0026raquo; Year and branch of study\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left: 40px;\"\u003E\u0026raquo; k! IDs (Register online and find this in your profile)\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left: 40px;\"\u003E\u0026raquo; E-mail address\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left: 40px;\"\u003E\u0026raquo; Contact number\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo; T\u003Cspan style=\"line-height:1.6\"\u003Ehe bot dimensions must be within 30x30x30 cm.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;\u003Cspan style=\"line-height:1.6\"\u003EThe cubes will be of size 3 cm * 3 cm.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The height of the pole and trolley will be 20 cm.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;A team can have a maximum of 4 participants.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The members of a team can be from different colleges/institutions.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;School students are also welcome to this event.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The students should have their institution ID along with their k! ID.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The decisions of the judges will be final and binding.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Any changes can be made to the bot in between the rounds.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Usage of A.C. supply is not allowed.\u003C/p\u003E\r\n\r\n\u003Cp\u003EWe hope to conduct a healthy competition among the engineers of future and hence quarrel among the contestants is detested. The penalty might go up to elimination in worst cases.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003ENeeharika \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 95661 79068,\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003E+91 74181 67744\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EMail your queries to\u0026nbsp;\u003Cstrong\u003Emanualrobotics@kurukshetra.org.in\u003C/strong\u003E\u003C/span\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Tanker Bot","slug":"tanker-bot","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EThere is nothing boring than waiting for an opportunity!\u003C/p\u003E\r\n\r\n\u003Cp\u003EAre you a genius who longs to build a Robot that could not just solve cliched problem statements, but could accompany you in a quest?\u003C/p\u003E\r\n\r\n\u003Cp\u003EHere comes Tanker Bot, the semi-autonomous robotics event of k!16 which brings a chance to exhibit your innovation and creativity. Give birth to a Metal companion who could discover the road to success and reach victory by knocking down your enemies!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Problem Statement","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;The participants should build a bot capable of performing the following tasks:\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E1. Autonomous part: The bot should be able to trace a black line on a white background.\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E2. Manual part: The bot should be able to shoot balls of specified diameter on specified\u0026nbsp;targets. The shooting mechanism should be designed in such a way that it cover an\u0026nbsp;angle of 360 degree.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Round 1: Design evaluation (all teams will take part).\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Round 2: Prove the autonomous ability of your bot by following the given track to reach the end zone.\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Round 3: The bot should autonomously traverse a given track to enter the shooting zone, where it should knock down targets using a shooting mechanism controlled by the participant.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Round 4: The bot should autonomously traverse a given track and stop at target stations for a specified duration. In this time, the bot should knock down targets using a shooting mechanism controlled by the participant. This round will be a knock out.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ENote:\u003C/strong\u003E The target stations and shooting zones will be in such a way that they can be distinguished from the track line.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ERegistration:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe participants are requested to mail the following details of the team members to \u003Ca href=\"mailto:semiautonomous@kurukshetra.org.in\"\u003Esemiautonomous@kurukshetra.org.in\u003C/a\u003E\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E\u0026raquo;\u0026nbsp;Name of the participants\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E\u0026raquo;\u0026nbsp;Name of the institution\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left: 40px;\"\u003E\u003Cspan style=\"line-height:1.6\"\u003E\u0026raquo;\u0026nbsp;Year and branch of study\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E\u0026raquo; k! IDs (Register online and find this in your profile)\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E\u0026raquo;\u0026nbsp;E-mail address\u003C/p\u003E\r\n\r\n\u003Cp style=\"margin-left:40px\"\u003E\u0026raquo;\u0026nbsp;Contact number\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo; A team can comprise of 4 participants maximum.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The members of the team can be from different colleges/institutions.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; School students are also welcome for this event.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The students should have their institution ID along with their k! ID.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The decision of the judge is final and binding.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; Any changes can be made to the bot in between the rounds.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; Usage of A.C. supply is not allowed.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:arial,sans-serif; font-size:10.5pt\"\u003E\u0026raquo; The usage of Hydraulic and Pneumatic drives is not allowed.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:arial,sans-serif; font-size:10.5pt\"\u003E\u0026raquo; The bot dimensions must be within 30x30x40cm(length x breadth x height).\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:arial,sans-serif; font-size:10.5pt\"\u003E\u0026raquo;\u0026nbsp;The control of the shooting mechanism can be wired or wireless. In case of wireless control the participant should bring two different frequencies.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:arial,sans-serif; font-size:10.5pt\"\u003E\u0026raquo;\u0026nbsp;The diameter of the ball to be shot will vary from 30 to 40mm.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:arial,sans-serif; font-size:10.5pt\"\u003E\u0026raquo; The control of the shooting mechanism can be wired or wireless.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EWe hope to conduct a healthy competition among the Engineers of future and hence quarrel among the contestants is detested. The penalty might go up to elimination in worst cases.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Track","content":"\u003Cp\u003EROUND 2\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe track will consist of a black line with loops, discontinuities, sharp turns and other testing elements on a white background as shown below:\u003C/p\u003E\r\n\r\n\u003Ccenter\u003E\u003Cp\u003E\u003Cimg src=\"http://www.kurukshetra.org.in/images/events/tanker_bot _2.jpg\" /\u003E\u003C/p\u003E\u003C/center\u003E\r\n\r\n\u003Cp\u003EROUND 3: Shooting Zone\u003C/p\u003E\r\n\r\n\u003Cp\u003EThis round will consist of a track similar to the previous round but will lead to a shooting zone shown below:\u003C/p\u003E\r\n\r\n\u003Ccenter\u003E\u003Cp\u003E\u003Cimg src=\"http://www.kurukshetra.org.in/images/events/tanker_bot _1.jpg\" /\u003E\u003C/p\u003E\u003C/center\u003E\r\n\r\n\u003Cp\u003EROUND 4\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe track will be similar to the previous rounds but with an exception that the shooting zones will\u003C/p\u003E\r\n\r\n\u003Cp\u003Ebe at placed at multiple locations throughout the track.\u003C/p\u003E\r\n\r\n\u003Cp\u003ENOTE\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; All the squares shown above will be of the size 5x5 cm.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The targets will be placed at a height of 15 cm from the ground.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The height of the targets will vary from 20 to 30 cm.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The thickness of the black line will vary from 1.5 to 3 cm.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The number of targets will not exceed 6.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The angular spacing between the targets in the shooting zone will vary.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The shooting mechanism should be designed considering the dimensions of the shooting zone.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The shooting zone may not be always present along the line of travel of the bot. It can be present\u003C/p\u003E\r\n\r\n\u003Cp\u003Eon either of its sides.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo; The above images are only sample\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:11pt\"\u003EPalaniappan \u0026nbsp; \u0026nbsp;+91 98843 71050\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica,sans-serif; font-size:11pt\"\u003EMail your queries to\u0026nbsp;\u003Cstrong\u003E\u003Cspan style=\"font-family:helvetica,sans-serif\"\u003Esemiautonomous@kurukshetra.org.in\u003C/span\u003E\u003C/strong\u003E\u003C/span\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"k!ardinal Quest","slug":"k-ardinal-quest","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EThere will always be signals.They will always need processing.\u003C/p\u003E\r\n\r\n\u003Cp\u003EThere will always be missions. Certain mission are impossible and inevitable. Here is a chance to prove that impossible doesn\u0026rsquo;t exist.\u003C/p\u003E\r\n\r\n\u003Cp\u003EA terrorist organisation is going to launch a missile to destroy a city. Here you have an opportunity to stop the missile launch by hacking in to the system and replacing the launch codes. You are given the replacement codes. Display the code, in order to make sure the codes are received correctly.\u0026nbsp; You are given a satellite view of hostile area. Your task is to infiltrate the hostile area and cease the launch.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Problem Statement","content":"\u003Ch2\u003E\u003Cspan style=\"font-size:14px\"\u003EDesign an autonomous bot with image processing which is capable of completing the mission.\u003C/span\u003E\u003C/h2\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 1:\u0026nbsp;\u003C/strong\u003ECode of Decimation\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe bot has to trace the given binary code. This should be done by using image processing and not by other sensors. The arena contains 1 and 0 in same colour.\u003C/p\u003E\r\n\r\n\u003Cp\u003EPictures of arena\u0026rsquo;s top view will be provided. The bot has to indicate the given binary code (with the help of LED or BUZZER).\u003C/p\u003E\r\n\r\n\u003Cp\u003EOn successful completion of your first round you will proceed to the second round.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cu\u003EFor example\u003C/u\u003E: If given code is 110,the bot has to move to 1 and indicate it and after a time delay it has to indicate second 1 and then it has to move on to 0 and indicate it.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2:\u0026nbsp;\u003C/strong\u003ESalvation\u003C/p\u003E\r\n\r\n\u003Cp\u003ENow the bot has to go through the forest area (green circles) avoiding the enemy camps (red circles) and has to reach the enemy\u0026rsquo;s control room (blue) and blink led three times on abort of missile launch.\u003C/p\u003E\r\n\r\n\u003Cp\u003EFor registrations mail to \u003Cstrong\u003Eautonomous\u003C/strong\u003E\u003Cstrong\u003E@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:15px\"\u003E\u0026raquo;\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EA team may consist of a maximum of 4 members. Students from different educational institutions can form a team.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:15px\"\u003E\u0026raquo;\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EAll participants must have been registered for Kurukshetra \u0026#39;16 and should possess their k! ID throughout the event, along with their ID card from their respective institution.\u003C/span\u003E\u003Cbr /\u003E\r\n\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:15px\"\u003E\u0026raquo;\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EParticipants must use the camera provided in the arena only.\u003C/span\u003E\u003Cbr /\u003E\r\n\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:15px\"\u003E\u0026raquo;\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EAny microcontroller can be used, but readymade kits are strictly not allowed.\u003C/span\u003E\u003Cbr /\u003E\r\n\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:15px\"\u003E\u0026raquo;\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EThe communication can be either wired or wireless. Readymade modules like xbee / Bluetooth bee are allowed. USB\u0026nbsp; to microcontroller cables are allowed for communication. \u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:15px\"\u003E\u0026raquo;\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003ENo keys on the laptop can be pressed during the trial.\u003C/span\u003E\u003Cbr /\u003E\r\n\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:15px\"\u003E\u0026raquo;\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003ECalibration time will be given before the trial.\u003C/span\u003E\u003Cbr /\u003E\r\n\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:15px\"\u003E\u0026raquo;\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EAny malpractice will lead to disqualification.\u003C/span\u003E\u003Cbr /\u003E\r\n\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:15px\"\u003E\u0026raquo;\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EDamaging the arena will lead to disqualification.\u003C/span\u003E\u003Cbr /\u003E\r\n\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:15px\"\u003E\u0026raquo;\u0026nbsp;\u003C/span\u003E\u003Cspan style=\"font-family:helvetica neue,helvetica,arial,sans-serif; font-size:14px\"\u003EThe event coordinators reserve the right to make modifications to any of the rules if deemed necessary and their decision in any situation is final and binding on all.\u003C/span\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Sample Tracks","content":"\u003Cp\u003E\u003Cstrong\u003EThese are model tracks only \u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cdiv class=\"row\"\u003E\r\n\u003Cdiv class=\"col-md-6\"\u003E\u003Cimg src=\"http://www.kurukshetra.org.in/images/events/kardinal.jpg\" /\u003E\u003C/div\u003E\r\n\r\n\u003Cdiv class=\"col-md-6\"\u003E\u003Cimg src=\"http://www.kurukshetra.org.in/images/events/kardinal2.jpg\" /\u003E\u003C/div\u003E\r\n\u003C/div\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003ESree Vishnu \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 77088 23395\u003Cbr /\u003E\r\nS.S.Sanjey \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 96773 56670\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to\u0026nbsp;\u003Cstrong\u003Eautorobotics@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]}]},{"name":"General","events":[{"name":"Mock G20","slug":"mock-g20","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EBringing nations together.\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe Group of Twenty is an international forum for governments and central bank governors from 20 major economies to discuss and debate important global issues .\u003C/p\u003E\r\n\r\n\u003Cp\u003EEmulating an annual summit of the same for the final round ( where a team of 3 represent each country\u0026rsquo;s President, Prime Minister and Governor of the Central bank), participants compete through two preliminary rounds to test their mettle in the finals. The reward for the winner, besides the opportunity to project yourself as a world leader, is a cash prize well worth the effort!\u003C/p\u003E\r\n\r\n\u003Cp\u003EWhether you excel at English, or communication is your greatest strength, or you aspire to be a world leader, you know where to be in Kurukshetra\u0026rsquo;16!\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cbr /\u003E\r\n\u003Cstrong\u003EROUND 1:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003ETests aptitude in basic world knowledge(ON SPOT).\u003Cbr /\u003E\r\n\u003Cbr /\u003E\r\n\u003Cstrong\u003EROUND 2:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EShowcasing strong teamwork and providing situational solutions (ONSPOT).\u003C/p\u003E\r\n\r\n\u003Cp\u003EHere, you will be given a situation in a set timeline. The members can either enact the situation or formulate a solution for the given situation or report the situation. The creativity of the team will be judged here. Humour will be given extra points in this round.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 3:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EA mock summit where the representing nations will present solutions.\u003C/p\u003E\r\n\r\n\u003Cp\u003ETo make their country a better place to live in (lots will be drawn after round 2 to represent countries,and one day preparation time will be given for round 3).\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EEach country must submit a proposal on how to improve your current situation keeping in mind the country you have been assigned to. A detailed elaboration on each of your roles, the country\u0026#39;s past situation and the country\u0026rsquo;s present must be discussed (examples including but not limited to Climate change, pollution, women empowerment,etc.). The relationships with other countries must also be mentioned here. Aids such as hard copy of documents / solution proposal or soft copy or ppts etc can be used. The audience and other countries will be allowed to question the solution statements and its practicality. Presentation, humour and proper analysis of your situation will be judged in this round.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003ENote:\u003C/strong\u003E Each round is independent of the points from other round.\u0026nbsp;\u003C/p\u003E\r\n","value":null,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Teams should consist of exctly 3 members.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The participants are requested to be dressed formally for Round 3.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003E\u003Cspan style=\"font-size:14px\"\u003E\u003Cspan style=\"font-family:arial,helvetica,sans-serif\"\u003ETejal \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 9894775962\u003C/span\u003E\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-size:14px\"\u003E\u003Cspan style=\"font-family:arial,helvetica,sans-serif\"\u003EAgraja\u0026nbsp;\u003C/span\u003E\u003C/span\u003E\u003Cspan style=\"font-family:arial,helvetica,sans-serif; font-size:14px\"\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp;+\u003C/span\u003E\u003Cspan style=\"font-size:14px\"\u003E\u003Cspan style=\"font-family:arial,helvetica,sans-serif\"\u003E91 9884544356\u003C/span\u003E\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Eg20@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Word Wars","slug":"word-wars","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026lsquo;Words are, in my not-so-humble opinion, our most inexhaustible source of magic.\u0026rsquo;\u003C/p\u003E\r\n\r\n\u003Cp\u003E-Albus Dumbledore\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003EAre you the grammar Nazi amongst your friends?\u003C/p\u003E\r\n\r\n\u003Cp\u003EThink autocorrect is wasted on you?\u003C/p\u003E\r\n\r\n\u003Cp\u003ECan\u0026rsquo;t control the urge to pounce on a typo?\u003C/p\u003E\r\n\r\n\u003Cp\u003EThis is an open call to everyone who\u0026rsquo;s too \u0026lsquo;grammar\u0026rsquo;-ous to be caught dead with a spelling mistake.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cbr /\u003E\r\nDisclaimer: Not for the weak-hearted or sesquipedalophobic.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003E\u003Cspan style=\"color:rgb(34, 34, 34); font-family:arial,sans-serif; font-size:12.8px\"\u003EROUND 1:\u003C/span\u003E\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"color:rgb(34, 34, 34); font-family:arial,sans-serif; font-size:12.8px\"\u003EThis round will consist of two parts, a written part and a short list of words for dictation. Written part will consist of a series of word puzzles and questions to test vocabulary.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"color:rgb(34, 34, 34); font-family:arial,sans-serif; font-size:12.8px\"\u003E\u003Cstrong\u003EROUND 2:\u003C/strong\u003E\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"color:rgb(34, 34, 34); font-family:arial,sans-serif; font-size:12.8px\"\u003EThe final round will have the format of a typical gameshow. Score as much as you can in each sub-round and make it to the top. Each sub-round will have questions to test vocabulary, literary analysis and language skills.\u003C/span\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u003Cstrong\u003E\u0026raquo;\u003C/strong\u003E\u0026nbsp;\u003Cstrong\u003ELone wolves only.\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;All participants must have a valid k! ID to participate.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Usage of electronic gadgets or Googling (or any other search engine) will lead to instant disqualification.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The decisions taken by the organizers will be final and binding.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Violation of any of the above rules will lead to instant disqualification.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EKeerthana\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp; +91 90423 89902\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Espellbee@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Gambling Math","slug":"gambling-math","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026quot;Pure mathematics is, in its way, the poetry of logical ideas.\u0026quot;\u003Cbr /\u003E\r\n-Albert Einstein\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp; \u0026nbsp;\u003Cbr /\u003E\r\nGo down deep enough into anything and you will find Mathematics. k!16 brings to you Math Modelling with a completely new twist. Everything in life is a gamble, but as long as you have a chip in your hand, the game is not yet over.\u003C/p\u003E\r\n\r\n\u003Cp\u003EAre all you math geeks out there ready to bet on your skills? Remember gambling is an addiction only if you are losing.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EROUND 1:\u003C/strong\u003E The Paper Round\u003C/p\u003E\r\n\r\n\u003Cp\u003EQuestions based on mathematics and quantitative aptitude.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2:\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003ELevel 1 - The Betting Round\u003C/p\u003E\r\n\r\n\u003Cp\u003EMultiple choice mathematical questions where a bet is made on one of the choices.\u003C/p\u003E\r\n\r\n\u003Cp\u003ELevel 2 - The Bluff Round\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"line-height:1.6\"\u003EThe concerned team can either pass or claim to know the solution to the given question. If this claim is called a bluff by other teams, points will be awarded or deducted based on whether it is a bluff or not.\u003C/span\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Each team can consist of only 2 members.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The members of the team can be from different colleges/institutions.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;All participants must have a valid k! ID to take part in this event.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The decisions of the organisers will be final and binding.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Malpractices of any kind will lead to disqualification from the event.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003ENandini \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 97109 29778\u003C/p\u003E\r\n\r\n\u003Cp\u003ESanduni U. Kodagoda \u0026nbsp; +91 96004 92164\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Egamblingmath@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"Alcatraz","slug":"alcatraz","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026quot;You get to\u0026nbsp;Alcatraz\u0026nbsp;by being the worst of the worst!\u0026rdquo;\u003C/p\u003E\r\n\r\n\u003Cp\u003E-Gennifer Choldenko\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-family:sans-serif,arial,verdana,trebuchet ms; line-height:1.6\"\u003EBeing a deadly criminal locked up in the tyrant prison of Alcatraz, do you think you have the lateral thinking ability to decipher the prison password and gain your freedom? Put your evil minds to use to experience the thrill of an adventure. Feel the adrenaline rush of your brain to swiftly solve puzzles and escape from the jail within an exhilarating 180 minutes!\u003C/span\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u003Cstrong\u003EROUND 1\u003C/strong\u003E: Written Round\u003C/p\u003E\r\n\r\n\u003Cp\u003ESolve the logical mind teasers, puzzles and aptitude based questions.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 2:\u003C/strong\u003E Task\u003C/p\u003E\r\n\r\n\u003Cp\u003EWork your way around in completing tasks that test your presence of mind and applicative skills.\u003C/p\u003E\r\n\r\n\u003Cp\u003EThe difficulties range from moderate to tough.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cstrong\u003EROUND 3\u003C/strong\u003E: Prison Break\u003C/p\u003E\r\n\r\n\u003Cp\u003EOne of the wicked team members will be locked up inside the prison. The partners in crime should find the key to get him out, while the evil genius decrypts the location to find it.\u003C/p\u003E\r\n\r\n\u003Cp\u003ECO-ORDINATE, COMMUNICATE AND ESCAPE!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;Each team must consist of 3 or 4 members\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The participants need not be from the same institution/college\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;All participants should have a valid k! ID.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The decisions taken by the organizers will be the final and binding.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;k! IDs will be provided during the time of your registration. You will need your college ID card for this.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EKarthick \u0026nbsp; \u0026nbsp; +91 81221 62622\u003C/p\u003E\r\n\r\n\u003Cp\u003EAkshaya \u0026nbsp; +91 97898 64375\u003C/p\u003E\r\n\r\n\u003Cp\u003EVarsha \u0026nbsp; \u0026nbsp; +91 95788 12497\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Ealcatraz@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]}]},{"name":"Quizzes","events":[{"name":"SciTech Quiz","slug":"scitech-quiz","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026ldquo;Somewhere, something incredible is waiting to be known.\u0026rdquo;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;Carl Sagan\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003E\u003Cbr /\u003E\r\nLearn. Fun. Quiz. Repeat .\u003Cbr /\u003E\r\nk! SciTech is back this year after the phenomenal success of the previous years. This time we are taking this quiz to new height, and yes, as Carl Sagan said, incredible things are waiting for you here!\u003C/p\u003E\r\n\r\n\u003Cp\u003EAre you an ardent follower of Tech? Excited about science and everything it encompasses? Curious to learn new things?\u003C/p\u003E\r\n\r\n\u003Cp\u003ELook no further. Come and join this battle of brains.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules and Format","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;The quiz will be held in two parts \u0026ndash; Prelims and Finals\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Top eight teams in the Prelims qualify for the finals.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The final top three teams get cash prizes\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;A maximum of three members per team will be allowed.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The quiz is open to all college students who are doing UG/Masters.\u0026nbsp; Cross-college teams are allowed.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The domain of the questions will range from hard core tech to the fun and interesting scientific phenomena that happens around you.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EA Raja \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;+91 96293 14522\u003C/p\u003E\r\n\r\n\u003Cp\u003EReuben V Mathew\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp; +91 97891 13731\u003C/p\u003E\r\n\r\n\u003Cp\u003EPrasath Rajan \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; +91 94879 69618\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Escitechquiz@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"k! Biz Quiz","slug":"k-biz-quiz","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cp\u003EBiz. Buzz. Win\u003C/p\u003E\r\n\r\n\u003Cp\u003EAre you one of those brand freaks who love to know the\u0026nbsp; history behind a company? Do you love connecting the dots in the business world? Do you get intrigued by the reason behind company logos and fonts?\u003C/p\u003E\r\n\r\n\u003Cp\u003EK! Biz Quiz , the prestigious quiz is back in town this year with a business quiz that will pacify your yearning to know more about business.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Format","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;The\u0026nbsp;quiz\u0026nbsp;has two sections\u0026ndash;\u0026nbsp;Prelims\u0026nbsp;and\u0026nbsp;Finals\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Top\u0026nbsp;eight\u0026nbsp;teams\u0026nbsp;in\u0026nbsp;the\u0026nbsp;Prelims\u0026nbsp;qualify\u0026nbsp;for\u0026nbsp;the\u0026nbsp;finals.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Top\u0026nbsp;three\u0026nbsp;teams in the finals\u0026nbsp;get\u0026nbsp;cash\u0026nbsp;prizes\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;A\u0026nbsp;maximum\u0026nbsp;of\u0026nbsp;three members\u0026nbsp;per\u0026nbsp;team\u0026nbsp;will\u0026nbsp;be\u0026nbsp;allowed.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Only for college students.\u0026nbsp;\u0026nbsp;Cross-college teams\u0026nbsp;are\u0026nbsp;allowed.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;The\u0026nbsp;domain\u0026nbsp;of\u0026nbsp;the\u0026nbsp;questions\u0026nbsp;will be from the world of business.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EAdharsh Gukan \u0026nbsp; \u0026nbsp; +91 94875 39200\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Ebizquiz@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"k! Open Quiz","slug":"k-open-quiz","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026ldquo;The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge.\u0026rdquo;\u003Cbr /\u003E\r\n Stephen Hawking\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003EThink hard. Quiz. Fun\u003C/p\u003E\r\n\r\n\u003Cp\u003EAre you naturally inquisitive? Do you observe even the trivial things around you and ponder why? Are you amazed by the events across the globe? We bring a perfect blend of competitive quizzing and fun yet again this year. Come witness the biggest battle of the best minds across the country at the k! Open Quiz!\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules and Format","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;The quiz will be held in two parts \u0026ndash; Prelims and Finals\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Top eight teams in the Prelims qualify for the finals.\u003Cbr /\u003E\r\n\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The final top three teams get cash prizes\u003Cbr /\u003E\r\n\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;A maximum of three members per team will be allowed.\u003Cbr /\u003E\r\n\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The quiz is open to all age groups .\u003Cbr /\u003E\r\n\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;Theme of the quiz is general covering a wide range of topics .\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003EAdharsh Gukan +91 94875 39200\u003C/p\u003E\r\n\r\n\u003Cp\u003Email your queries to \u003Cstrong\u003Eopenquiz@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]},{"name":"k! General Quiz","slug":"k-general-quiz","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026quot;I don\u0026#39;t pretend we have all the answers. But the questions are certainly worth thinking about\u0026quot;.\u003C/p\u003E\r\n\r\n\u003Cp\u003E-Arthur C. Clarke\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003EFor the first time since its inception, Kurukshetra is bringing to all the quiz-ophiles out there a General Quiz. For all the passionate quizzers, this is a bigger chunk of the pie than you could have hoped for. It is a refreshing addition to the plethora of quizzes already coming under the Kurukshetra umbrella and leans towards satiating the appetite of non-specialist quiz seekers. Whatever it is that fascinates you, we guarantee that it would have found a place in our quiz. So look no further and step into our doors for a frolicking time.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules and Format","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;The quiz has two sections\u0026ndash; Prelims and Finals with the\u0026nbsp;former lasting a single round and the latter more than one.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;Top eight teams in the Prelims qualify for the finals.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;Top three teams in the finals get cash prizes\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;A maximum of three members per team and lone wolves will be allowed.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The quiz opens its arms to all college students who are currently pursuing UG/Masters. Cross-college teams are allowed\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The quiz will deal with generalia ranging from sports to world-polity so anybody can give it a shot.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003ES.Saravana Kumar \u0026nbsp; \u0026nbsp; +91 76674 66171\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Egeneralquiz@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]}]}]}