{"event":{"name":"k! General Quiz","slug":"k-general-quiz","sponsor":"missing.png","tabs":[{"title":"Introduction","content":"\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0026quot;I don\u0026#39;t pretend we have all the answers. But the questions are certainly worth thinking about\u0026quot;.\u003C/p\u003E\r\n\r\n\u003Cp\u003E-Arthur C. Clarke\u003C/p\u003E\r\n\u003C/blockquote\u003E\r\n\r\n\u003Cp\u003EFor the first time since its inception, Kurukshetra is bringing to all the quiz-ophiles out there a General Quiz. For all the passionate quizzers, this is a bigger chunk of the pie than you could have hoped for. It is a refreshing addition to the plethora of quizzes already coming under the Kurukshetra umbrella and leans towards satiating the appetite of non-specialist quiz seekers. Whatever it is that fascinates you, we guarantee that it would have found a place in our quiz. So look no further and step into our doors for a frolicking time.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Rules and Format","content":"\u003Cp\u003E\u0026raquo;\u0026nbsp;The quiz has two sections\u0026ndash; Prelims and Finals with the\u0026nbsp;former lasting a single round and the latter more than one.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;Top eight teams in the Prelims qualify for the finals.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;Top three teams in the finals get cash prizes\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;A maximum of three members per team and lone wolves will be allowed.\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The quiz opens its arms to all college students who are currently pursuing UG/Masters. Cross-college teams are allowed\u003Cbr /\u003E\r\n\u0026raquo;\u0026nbsp;The quiz will deal with generalia ranging from sports to world-polity so anybody can give it a shot.\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"},{"title":"Contact","content":"\u003Cp\u003ES.Saravana Kumar \u0026nbsp; \u0026nbsp; +91 76674 66171\u003C/p\u003E\r\n\r\n\u003Cp\u003EMail your queries to \u003Cstrong\u003Eschoolquiz@kurukshetra.org.in\u003C/strong\u003E\u003C/p\u003E\r\n","value":0,"avatar_one":"/missing1.png","avatar_two":"/missing2.png"}]}}